Repository: arviz-devs/arviz-project
Catalog: locale/*/LC_MESSAGES/index.po
Languages: ca

source: Governance
ca: Governança

source: ArviZ Python library
ca: Llibreria ArviZ en Python

source: ArviZ Julia library
ca: Llibreria ArviZ en Julia

source: GitHub org
ca: Organització de GitHub

source: External links
ca: Enllaços externs

source: The ArviZ project
ca: El projecte ArviZ

source: ArviZ is an open source project aiming to provide tools for Exploratory Analysis of Bayesian Models that do not depend on the inference library used. ArviZ brings together people from several probabilistic programming libraries and from multiple programming languages. ArviZ will always be free for everyone to use and released under OSI approved open source licenses such as the Apache License (Version 2.0) or the MIT License.
ca: ArviZ és un projecte de programari lliure que aspira a proporcionar eines per a l'anàlisi exploratori de models Bayesians que no depenguin de la llibreria d'inferència utilitzada. ArviZ uneix get de diferents llibreries de programació probabilística i de multiples llenguatges de programació. ArviZ serà sempre d'ús lliure per a tothom i publicat amb llicències aprovades per l'OSI com are la llicència Apache (Versió 2.0) o la llicència MIT.

source: The ArviZ team work in the open on [GitHub](https://github.com/arviz-devs) with the input of the whole community and consensus of its core contributors. For more information about our governance approach, read our {ref}`governance`.
ca: L'equip d'ArviZ treballa públicament i obertament a [GitHub](https://github.com/arviz-devs) amb aportacions de tota la comunitat i el consens dels seus col·laboradors principals. Per més informació sobre la nostra governaça, llegeix la pàgina {ref}`governance`.

source: Our libraries
ca: Les nostres llibreries

source: Sponsors and institutional partners
ca: Patrocinadors i socis institucionals

source: background image
ca: imatge de fons
