Repository: arviz-devs/arviz-project
Catalog: locale/*/LC_MESSAGES/sponsors_partners.po
Languages: es

source: Sponsors and institutional partners
es: Patrocinadores y socios institucionales

source: Institutional partners
es: Socios Institucionales

source: **Details**
es: **Detalles**

source: Sponsors
es: Patrocinadores

source: Donate
es: Donar

source: ArviZ is a Sponsored Project of NumFOCUS, a 501(c)(3) nonprofit charity in the United States. NumFOCUS provides ArviZ with fiscal, legal, and administrative support to help ensure the health and sustainability of the project. Visit [numfocus.org](https://numfocus.org/) for more information.
es: ArviZ es un proyecto patrocinado por NumFOCUS, una organización benéfica sin fines de lucro 501(c)(3) en Estados Unidos. NumFOCUS brinda a ArviZ apoyo fiscal, legal y administrativo para garantizar la viabilidad y sostenibilidad del proyecto. Visite [numfocus.org](https://numfocus.org/) para obtener más información.

source: Donations to ArviZ are managed by NumFOCUS. For donors in the United States, your gift is tax-deductible to the extent provided by law. As with any donation, you should consult with your tax advisor about your particular tax situation.
es: Las donaciones a ArviZ son gestionadas por NumFOCUS. Para los donantes en Estados Unidos, su donación es deducible de impuestos según lo estipula la ley. Como con cualquier donación, le recomendamos consultar con su asesor fiscal sobre su situación fiscal particular.

source: The ArviZ project will make the decisions on how to best use any funds received to serve the priorities outlined in our [Roadmap](https://github.com/arviz-devs/arviz/wiki/ArviZ-2021-roadmap).
es: El proyecto ArviZ tomará decisiones sobre cómo utilizar mejor los fondos recibidos para atender las prioridades delineadas en nuestra [Hoja de ruta](https://github.com/arviz-devs/arviz/wiki/ArviZ-2021-roadmap).

source: Donate to ArviZ <svg version="4.0.0.63c5cb3" width="2.0em" height="2.0em" class="sd-material-icon sd-material-icon-favorite" viewBox="0 0 24 24" aria-hidden="true"><path d="M0 0h24v24H0z" fill="none"></path><path d="M12 21.35l-1.45-1.32C5.4 15.36 2 12.28 2 8.5 2 5.42 4.42 3 7.5 3c1.74 0 3.41.81 4.5 2.09C13.09 3.81 14.76 3 16.5 3 19.58 3 22 5.42 22 8.5c0 3.78-3.4 6.86-8.55 11.54L12 21.35z"></path></svg>
es: Donar a ArviZ <svg version="4.0.0.63c5cb3" width="2.0em" height="2.0em" class="sd-material-icon sd-material-icon-favorite" viewBox="0 0 24 24" aria-hidden="true"><path d="M0 0h24v24H0z" fill="none"></path><path d="M12 21.35l-1.45-1.32C5.4 15.36 2 12.28 2 8.5 2 5.42 4.42 3 7.5 3c1.74 0 3.41.81 4.5 2.09C13.09 3.81 14.76 3 16.5 3 19.58 3 22 5.42 22 8.5c0 3.78-3.4 6.86-8.55 11.54L12 21.35z"></path></svg>

source: Historical funding
es: Financiación histórica

source: In the past, ArviZ has received institutional or financial support from:
es: En el pasado, ArviZ ha recibido apoyo institucional o financiero de:
