Repository: arviz-devs/arviz-project
Catalog: locale/*/LC_MESSAGES/governance/community_architecture.po
Languages: es

source: Community Architecture
es: Estructura de la Comunidad

source: General Contributors
es: Colaboradores Generales

source: {ref}`core_contributor_description` (of which Council members are also a part of)
es: {ref}`core_contributor_description` (del cual también forman parte los miembros del Consejo)

source: 7 Person steering council ({ref}`council_description`)
es: Consejo directivo de 7 integrantes ({ref}`council_description`)

source: Anyone working with ArviZ has the responsibility to personally uphold the Code of Conduct. Core Contributors have the additional responsibility of _enforcing_ the Code of Conduct to maintain a safe community.
es: Todas las personas que trabajen con ArviZ deben cumplir con el Código de Conducta. Los Colaboradores Principales tienen la responsabilidad adicional de _hacerlo cumplir_ para mantener una comunidad segura.

source: Recurrent Contributors
es: Colaboradores Recurrentes

source: Recurrent Contributors are those individuals who contribute recurrently to the project and can provide valuable insight on the project. They are therefore actively consulted and can participate in the same communication channels as Core Contributors. However, unlike Core Contributors, Recurrent Contributors don't have voting, managing or writing rights.
es: Los Colaboradores Recurrentes son aquellas personas que contribuyen al proyecto de manera recurrente y pueden aportar una perspectiva valiosa sobre el mismo. Por lo tanto, son consultados activamente y pueden participar en los mismos medios de comunicación que los Colaboradores Principales. Sin embargo, a diferencia de los Colaboradores Principales, los Colaboradores Recurrentes no tienen derecho a votar, gestionar o escribir en esos medios.

source: In practice, this translates in participating from private team discussions (i.e. in Slack or live meetings) but not being able to vote in elections for the Random Variables Council members nor having commit rights on GitHub.
es: En la práctica, esto se refleja en la capacidad de participar en discusiones privadas (es decir, en Slack o reuniones en vivo), pero sin poder votar en las elecciones del Consejo Random Variables ni tener derechos de hacer _commit_ en GitHub.

source: The Recurrent Contributor position will often be an intermediate step for people in becoming Core Contributors once their contributions are frequent enough and during a sustained period of time. But it is also an important role by itself for people who want to be part of the project on a more advisory-like role, as they for example might not have the time availability or don't want the responsibilities that come with being a Core Contributor.
es: La posición de Colaborador Recurrente suele ser un paso intermedio para que las personas se conviertan en Colaboradores Principales, una vez que sus contribuciones son lo suficientemente frecuentes y durante un período de tiempo prolongado. Pero también es una posición importante en sí misma para las personas que quieren formar parte del proyecto en una función más consultiva, ya que, por ejemplo, pueden no disponer de tiempo o no querer asumir las responsabilidades que conlleva ser Colaborador Principal.

source: The process for new people to join the project as recurrent contributors is described at {ref}`contributor_onboarding`. Recurrent or core contributors can nominate anyone to join the project as a recurrent contributor.
es: El proceso para que nuevas personas se unan al proyecto como Colaboradores Recurrentes se describe en {ref}`contributor_onboarding`. Tanto los Colaboradores Recurrentes como los Principales pueden nominar a cualquier persona para que se una al proyecto como Colaborador Recurrente.

source: Current Recurrent Contributors
es: Colaboradores Recurrentes actuales

source: Current recurrent contributors are listed {ref}`on this page <recurrent_contributor_list>`
es: Los Colaboradores Recurrentes se listan en {ref}`esta página <recurrent_contributor_list>`

source: Core Contributors
es: Colaboradores Principales

source: Core Contributors are those who have provided consistent and meaningful contributions to ArviZ. These can be, but are not limited to, code contributions, community contributions, tutorial development etc. Core Contributors will be given the ability to manage the ArviZ GitHub repository, including code merges to main. This does not necessarily mean Core Contributors must submit code, but more so signifies trust with the project as a whole.
es: Los Colaboradores Principales son aquellos que han realizado contribuciones constantes y significativas a ArviZ. Estas pueden ser, entre otras, contribuciones de código, contribuciones a la comunidad, desarrollo de tutoriales, etc. Los Colaboradores Principales tendrán el poder de gestionar el repositorio GitHub de ArviZ, incluyendo la incorporación de código en la rama main. Esto no significa necesariamente que los Colaboradores Principales deban contribuir código, sino que más bien supone una muestra de confianza en el proyecto en su conjunto.

source: The process for new people to join the project as core contributors is described at {ref}`contributor_onboarding`. Only recurrent contributors are eligible to become core contributors, and only core contributors can nominate them.
es: El proceso para que nuevas personas se unan al proyecto como Colaboradores Principales se describe en {ref}`contributor_onboarding`. Solo los Colaboradores Recurrentes pueden convertirse en Colaboradores Principales, y solo los Colaboradores Principales pueden nominarlos.

source: Core Contributor Responsibilities
es: Responsabilidades de los Colaboradores Principales

source: Enforce code of conduct
es: Hacer cumplir el código de conducta

source: Maintain a check against Council
es: Manenter un control sobre el Consejo

source: Current Core Contributors
es: Colaboradores Principales actuales

source: Current core contributors are listed {ref}`on this page <core_contributor_list>`
es: Los Colaboradores Principales se listan en {ref}`esta página <core_contributor_list>`

source: Random Variables Council
es: Consejo Random Variables

source: The Project will have a Steering Council that consists of Core Contributors who have produced contributions that are substantial in quality and quantity, and sustained over at least one year. The overall role of the Council is to ensure, taking input from the Community, the long-term well-being of the project, both technically and as a community.
es: El Proyecto tendrá un Consejo Directivo compuesto por Colaboradores Principales que hayan producido contribuciones sustanciales en calidad y cantidad, y sostenidas durante al menos un año. El papel general del Consejo es asegurar, tomando aportes de la Comunidad, el bienestar a largo plazo del proyecto, tanto a nivel técnico como comunitario.

source: During the everyday project activities, council members participate in all discussions, code review and other project activities as peers with all other Contributors and the Community. In these everyday activities, Council Members do not have any special power or privilege through their membership on the Council. However, it is expected that because of the quality and quantity of their contributions and their expert knowledge of the Project Software and Services that Council Members will provide useful guidance, both technical and in terms of project direction, to potentially less experienced contributors.
es: Durante las actividades cotidianas del proyecto, los Miembros del Consejo participan en todos los debates, revisiones de código y otras actividades del proyecto en pie de igualdad con el resto de Colaboradores y la Comunidad. En estas actividades cotidianas, los Miembros del Consejo no tienen ningún poder ni privilegio especial por su pertenencia al Consejo. Sin embargo, se espera que, debido a la calidad y cantidad de sus contribuciones y a su conocimiento experto del Software y los Servicios del Proyecto, los Miembros del Consejo proporcionen orientación útil, tanto técnica como en términos de dirección del proyecto, a los colaboradores potencialmente menos experimentados.

source: Council Responsibilities
es: Responsabilidades del Consejo

source: Council Members will have the responsibility of
es: Los Miembros del Consejo tendrán la responsabilidad de

source: Removing members, including Council Members, if they are in violation of the Code of Conduct
es: Remover miembros, incluidos los Miembros del Consejo, si violan el Código de Conducta

source: Making decisions when regular community discussion does not produce consensus on an issue in a reasonable time frame. See {ref}`council_decision_process` page for more details.
es: Tomar decisiones cuando la discusión comunitaria no conduce a un consenso sobre un tema determinado en un periodo de tiempo razonable. Ver la página {ref}`council_decision_process` para más detalles.

source: Making decisions about strategic collaborations with other organizations or individuals.
es: Tomar decisiones relacionadas a colaboraciones estratégicas con otras organizaciones o individuos.

source: Making decisions about the overall scope, vision and direction of the project.
es: Tomar decisiones sobre el alcance general, la visión y la dirección del proyecto.

source: Developing funding sources
es: Desarrollar fuentes de financiamiento

source: Deciding how to disburse funds with consultation from Core Contributors
es: Decidir como desembolsar fondos, consultando con los Colaboradores Principales

source: The council may choose to delegate these responsibilities to sub-committees. If so, Council members must update this document to make the delegation clear.
es: El Consejo puede optar por delegar estas responsabilidades a subcomités. De ser así, los miembros del Consejo deben actualizar este documento para que la delegación quede clara.

source: Individual council members do not have the power to unilaterally wield these responsibilities. The council as a whole must jointly make these decisions. In other words, Council Members are first and foremost Core Contributors, but only when needed they can collectively make decisions for the health of the project.
es: Los Miembros individuales del Consejo no tienen el poder de ejercer unilateralmente estas responsabilidades. El Consejo en su conjunto debe tomar estas decisiones de manera conjunta. En otras palabras, los Miembros del Consejo son ante todo Colaboradores Principales, pero solo cuando es necesario pueden tomar decisiones colectivas para la salud del Proyecto.

source: Length of Tenure and Reverification
es: Duración del Mandato y Reverificación

source: Council members term limits are 4 years, after which point their seat will come up for reelection.
es: La duración del mandato de los Miembros del Consejo es de 4 años, tras los cuales su puesto se someterá a reelección.

source: Each year on April 7th council members will be asked to restate their commitment to being on the council
es: Cada año, el 7 de abril, se pedirá a los Miembros del Consejo que reafirmen su compromiso de formar parte del mismo.

source: Attempts should be made to reach every council member over at least 2 communication media. For example: email, Slack, phone, or GitHub.
es: Se debe intentar contactar con todos los Miembros del Consejo a través de al menos 2 medios de comunicación. Por ejemplo: correo electrónico, Slack, teléfono o GitHub.

source: If a council member does not restate their commitment their seat will be vacated.
es: Si un Miembro del Consejo no reafirma su compromiso, su puesto quedará vacante.

source: Inactivity can be determined by lack of substantial contribution, including votes on council, code or discussion contributions, contributions in the community or otherwise.
es: La inactividad puede determinarse por la falta de contribuciones sustanciales, incluyendo votos en el Consejo, contribuciones de código, a los debates, a la Comunidad o de otro tipo.

source: In the event of a vacancy in the council, an {ref}`election <council_selection>` will be held to fill the position.
es: En caso de que se produzca una vacante en el Consejo, se celebrarán {ref}`elecciones <council_selection>` para cubrir el puesto.

source: There is no limit on the number of terms a Council Member can serve
es: No hay límite para el número de mandatos que puede ejercer un miembro del Consejo

source: Current Random Variables Council members
es: Miembros actuales del Consejo Random Variables

source: The current RV Council members are:
es: Los miembros actuales del Consejo RV son:
