Repository: arviz-devs/arviz-project
Catalog: locale/*/LC_MESSAGES/governance/index.po
Languages: es

source: Governance
es: Gobierno

source: The Project
es: El Proyecto

source: There have been many Contributors to the Project, whose contributions are listed in the logs of any of the repositories under the ArviZ-devs organization.
es: Han habido muchos colaboradores al Proyecto, cuyas contribuciones figuran en los registros de cualquiera de los repositorios de la organización ArviZ-devs.

source: The Project Community consists of all Contributors and Users of the Project. Contributors work on behalf of and are responsible to the larger Project Community and we strive to keep the barrier between Contributors and Users as low as possible.
es: La Comunidad del Proyecto está compuesta por todos los Colaboradores y Usuarios del Proyecto. Los Colaboradores trabajan en nombre de la Comunidad del Proyecto y son responsables ante ella, y nos esforzamos por mantener la barrera entre Colaboradores y Usuarios lo más baja posible.

source: The Project is formally affiliated with the 501c3 NumFOCUS Foundation ([http://numfocus.org](http://numfocus.org)), NumFOCUS is the only legal entity that has a formal relationship with the project.
es: El Proyecto está afiliado formalmente a la Fundación NumFOCUS 501c3 ([http://numfocus.org](http://numfocus.org)), NumFOCUS es la única entidad legal que tiene una relación formal con el proyecto.

source: The foundations of Project governance are:
es: Los fundamentos de la gobernanza del Proyecto son:

source: Openness & Transparency
es: Apertura y Transparencia

source: Active Contribution
es: Contribución Activa

source: Institutional Neutrality
es: Neutralidad Institucional

source: This section describes the governance and leadership model of The Project.
es: Esta sección describe el modelo de gobernanza y liderazgo del Proyecto.

source: Historical note
es: Nota histórica
