Repository: arviz-devs/arviz-project
Catalog: locale/*/LC_MESSAGES/governance/processes.po
Languages: es

source: Election and decision making processes
es: Procesos de elección y de toma de decisiones

source: New Contributor Nominations and Confirmation Process
es: Proceso de Nominación y Confirmación de Nuevos Colaboradores

source: In the case of recurring contributors, the nomination and voting process can be replaced by a somewhat similar selection process. Thus, for example, GSoC interns are considered recurrent contributors once accepted; similarly, contractors hired thanks to grants like CZI EOSS or GSoD ones are also considered recurrent contributors once hired.
es: En el caso de los Colaboradores Recurrentes, el proceso de nominación y votación puede reemplazarse por un proceso de selección de naturaleza similar. Así, por ejemplo, los pasantes de GSoC son considerados Colaboradores Recurrentes una vez aceptados; de manera análoga, las personas contratadas gracias a subsidios como CZI EOSS o GSoD también son consideradas Colaboradores Cecurrentes una vez contratadas.

source: Voting will be private with results published on the issue ticket. In the case of a rejection, results must include the reasons behind the decision (e.g. the time since starting to contribute is deemed too short for now). The candidate would then have to wait 3 months to be considered again.
es: La votación será privada y los resultados se publicarán el issue de nominación. En caso de rechazo, los resultados deben incluir las razones detrás de la decisión (por ejemplo, que el tiempo transcurrido desde el inicio de las contribuciones se considera aún demasiado corto). Ante el rechazo, el candidato deberá esperar 3 meses para poder ser considerado nuevamente.

source: Council Decision Making Process
es: Proceso de Toma de Decisiones del Consejo

source: By and large we expect the decisions in ArviZ to be made _ad hoc_ and require little formal coordination and with the community at large. However, for controversial proposals and new Core Contributors the council may need to intervene to make the final decision in a group vote.
es: En general, esperamos que las decisiones en ArviZ se tomen de forma _ad hoc_ y requieran poca coordinación formal, contando con la participación de la comunidad en general. Sin embargo, en el caso de propuestas controvertidas o la incorporación de nuevos Colaboradores Principales, el Consejo puede necesitar intervenir para tomar la decisión final mediante una votación grupal.

source: Call for a vote
es: Llamado a votación

source: Core Contributors can call for a vote to resolve a target issue they feel has been stale for too long and for which informal consensus appears unlikely. For a vote to be called, the target issue must be at least 2 months old.
es: Los Colaboradores Principales pueden solicitar una votación para resolver un tema que consideren estancado por demasiado tiempo y para el cual el consenso informal parezca improbable. Para que se convoque una votación, el tema en cuestión debe tener al menos 2 meses de antigüedad.

source: To do so, they have to open a proposal issue ticket labeled "Council Vote". The proposal issue should contain a link to the target issue and a proposal on how to resolve it. Proposals should include a statement making clear what it means to "agree" or to "disagree".
es: Para hacerlo, deben abrir un issue con la etiqueta "Council Vote". Este issue debe contener un enlace al tema en cuestión y una propuesta sobre cómo resolverlo. Las propuestas deben incluir una declaración que deje en claro qué significa “estar de acuerdo” o “no estar de acuerdo”.

source: Before voting starts, at least 3 days will be left for Core Contributors to raise doubts about the proposal's _phrasing_, no extra discussion will take place in the proposal issue. Proposal issues should be locked from creation to prevent attracting discussion from people not familiar with the decision process.
es: Antes de que comience la votación, se dejará un mínimo de 3 días para que los Colaboradores Principales puedan plantear dudas sobre la _redacción_ de la propuesta; no se llevará a cabo ninguna discusión adicional en el issue de propuesta. Los issues de propuesta deben bloquearse desde su creación para evitar atraer discusiones de personas que no estén familiarizadas con el proceso de toma de decisiones.

source: Voting process
es: Proceso de votación

source: Each Council Member will vote either "Yes", "No", or "Neutral".
es: Cada Miembro del Consejo votará por "Sí", "No" o "Neutral".

source: It is recommended that all Council Members expose their reasons when voting. "No" votes, however, _must_ list the reasons for disagreement. Any "No" vote with no reason listed will be considered a "Neutral" vote.
es: Se recomienda que todos los Miembros del Consejo expongan sus motivos al momento de votar. Sin embargo, los votos por el "No" _deben_ incluir las razones del desacuerdo. Cualquier voto por el "No" que no incluya una justificación será considerado como un voto "Neutral".

source: An absence of vote is considered as "Neutral".
es: La ausencia de voto se condiera como "Neutral".

source: Voting will remain open for at least 3 days.
es: La votación permanecerá abierta por al menos 3 días.

source: For the proposal to pass, at least 60% of the council must vote "Yes", and no more than 20% can vote "No".
es: Para que se apruebe la propuesta, al menos el 60% del Consejo debe votar por el "Sí", y no más del 20% debe votar por el "No".

source: For decisions about the project the Council will perform it directly on the proposal issue. For decisions about people, such as electing or ejecting Core Contributors, the Council will vote privately. However the decision will be posted publicly in an issue ticket.
es: Para las decisiones relacionadas con el proyecto, el Consejo llevará a cabo la votación directamente en el issue de propuesta. En cambio, para las decisiones relacionadas con personas, como la elección o remoción de Colaboradores Principales, el Consejo votará de manera privada. Sin embargo, la decisión se hará pública mediante un issue.

source: Private communications of the Council
es: Comunicaciones privadas del Consejo

source: Conflict of interest
es: Conflicto de interés

source: It is expected that Council Members will be employed at a wide range of companies, universities and non-profit organizations. Because of this, it is possible that Members will have conflict of interests. Such conflict of interests include, but are not limited to:
es: Se espera que los Miembros del Consejo trabajen en una amplia variedad de empresas, universidades y organizaciones sin fines de lucro. Debido a esto, es posible que existan conflictos de interés. Dichos conflictos de interés incluyen, entre otros:

source: Financial interests, such as investments, employment or contracting work, outside of The Project that may influence their work on The Project.
es: Intereses financieros, como inversiones, empleos o trabajos por contrato fuera del Proyecto, que puedan influir en su trabajo dentro del mismo.

source: Access to proprietary information of their employer that could potentially leak into their work with the Project.
es: Acceso a información confidencial de su empleador que pueda filtrarse potencialmente en su labor dentro del Proyecto.

source: All members of the Council shall disclose to the rest of the Council any conflict of interest they may have. Members with a conflict of interest in a particular issue may participate in Council discussions on that issue, but must recuse themselves from voting on the issue.
es: Todos los miembros del Consejo deberán revelar a los demás miembros cualquier conflicto de interés que puedan tener. Los miembros que tengan un conflicto de interés en un tema particular podrán participar en las discusiones del Consejo sobre ese tema, pero deberán abstenerse de votar al respecto.

source: Council Selection Process
es: Proceso de selección del Consejo

source: Eligibility
es: Eligibilidad

source: Must be core contributor for at least one year
es: Debe ser Colaborador Principal por al menos un año

source: Nominations
es: Nominaciones

source: Nominations are taken over a public GitHub issue ticket over the course of 2 weeks.
es: Las nominaciones se realizan en un issue público en GitHub a lo largo de dos semanas.

source: Only Core Contributors may nominate folks
es: Solamente los Colaboradores Principales pueden proponer candidatos

source: Self Nominations are allowed
es: Se permite la auto-nominación

source: At the conclusion of the 2 weeks, the list of nominations is posted on the ticket and this ticket is closed.
es: Al finalizar las 2 semanas, la lista de nominaciones se publica en el issue y este se cierra.

source: Election Process
es: Proceso Electoral

source: Voting occurs over a period of at least 1 week, at the conclusion of the nominations. Voting is blind and mediated by either an application or a third party like NumFOCUS. Each voter can vote zero or more times, once per each candidate. As this is not about ranking but about capabilities, voters vote on a yes/neutral/no basis per candidate -- “would I trust this person to lead ArviZ?”.
es: La votación se lleva a cabo durante un período de al menos una semana, al finalizar las nominaciones. La votación es ciega y está mediada por una aplicación o por un tercero, como NumFOCUS. Cada votante puede emitir cero o más votos, uno por cada candidato. Dado que no se trata de establecer un orden de mérito, sino de evaluar capacidades, los votantes emiten su voto por cada candidato en una escala de sí / neutral / no, bajo la pregunta: “¿Confiaría en esta persona para liderar ArviZ?”.

source: In the event of a tie there will be a runoff election for the tied candidates. To avoid further ties and discriminate more among the tied candidates, this vote will be held by [Majority Judgment](https://en.wikipedia.org/wiki/Majority_judgment) (MJ): for each candidate, voters judge their suitability for office as either "Excellent", "Very Good", "Good", "Acceptable", "Poor", or "Reject". Multiple candidates may be given the same grade by a voter. The candidate with the highest median grade is the winner.
es: En caso de empate, se realizará una segunda vuelta entre los candidatos empatados. Para evitar nuevos empates y discriminar mejor entre los candidatos, esta votación se llevará a cabo mediante el método de [Juicio Mayoritario](https://en.wikipedia.org/wiki/Majority_judgment)) (MJ): cada votante evaluará la idoneidad de los candidatos con una de las siguientes calificaciones: "Excelente", "Muy buena", "Buena", "Aceptable", "Deficiente" o "Rechazar". Un votante puede asignar la misma calificación a varios candidatos. El candidato con la calificación mediana más alta será el ganador.

source: If more than one candidate has the same highest median-grade, the MJ winner is discovered by removing (one-by-one) any grades equal in value to the shared median grade from each tied candidate's total. This is repeated until only one of the previously tied candidates is currently found to have the highest median-grade.
es: Si más de un candidato tiene la misma calificación mediana más alta, el ganador según MJ se determinará eliminando (una por una) las calificaciones iguales al valor de la mediana compartida de cada candidato empatado. Este proceso se repite hasta que solo uno de los candidatos previamente empatados conserve la calificación mediana más alta.

source: If ties are still present after this second round, the winner will be chosen at random. Each person tied will pick an integer number in the `[1, 100]` interval and send it privately to the third party mediating the election. After receiving all the numbers, said third party will draw a random integer from random.org. The person with the closest circular distance, defined as `min(|a-b|, 100-|a-b|)`, will be selected. This process will be repeated as many times as necessary as there may be ties resulting from candidates choosing the same number.
es: Si después de esta segunda ronda aún persisten los empates, el ganador será elegido al azar. Cada persona empatada elegirá un número entero en el intervalo [1, 100] y lo enviará de forma privada al tercero que media la elección. Una vez recibidos todos los números, dicho tercero generará un número entero aleatorio mediante random.org. La persona cuya distancia circular, definida como `min(|a-b|, 100-|a-b|)`, sea la menor, será seleccionada. Este proceso se repetirá tantas veces como sea necesario, en caso de que se produzcan nuevos empates por haberse elegido los mismos números.

source: At the conclusion of voting, all the results will be posted. And at least 24 hours will be left to challenge the election result in case there were suspicions of irregularities or the process had not been correctly carried out.
es: Al finalizar la votación, se publicarán todos los resultados. Se dejará un plazo mínimo de 24 horas para impugnar el resultado de la elección en caso de sospechas de irregularidades o de que el proceso no se haya llevado a cabo correctamente.

source: Vote of No Confidence
es: Voto de Censura

source: In exceptional circumstances, council members as well as core contributors may remove a sitting council member via a vote of no confidence. Core contributors can also call for a vote to remove the entire council -- in which case, Council Members do not vote.
es: En circunstancias excepcionales, los miembros del Consejo, así como los Colaboradores Principales, pueden destituir a un miembro en funciones del Consejo mediante una votación de censura. Los Colaboradores Principales también pueden solicitar una votación para destituir a todo el consejo; en ese caso, los Miembros del Consejo no votarán.

source: A no-confidence vote is triggered when a core team member (i.e Council member or Core contributor) calls for one publicly on an appropriate project communication channel, and two other core team members second the proposal. The initial call for a no-confidence vote must specify which type is intended -- whether it is targeting a single member or the council as a whole.
es: Una votación de censura se activa cuando un miembro del equipo central (es decir, un miembro del Consejo o un Colaborador Principal) la solicita públicamente en un canal de comunicación apropiado del proyecto, y otros dos Colaboradores Principales apoyan la propuesta. La solicitud inicial de una votación de censura debe especificar qué tipo se pretende, si está dirigida a un único miembro o al Consejo en su conjunto.

source: The vote lasts for two weeks, and the people taking part in it vary:
es: La votación dura dos semanas, y las personas que participan varían:

source: If this is a single-member vote called by Core contributors, both Council members and Core contributors vote, and the vote is deemed successful if at least two thirds of voters express a lack of confidence.
es: Si se trata de una votación dirigida a un único miembro convocada por los Colaboradores Principales, votan tanto los Miembros del Consejo como los Colaboradores Principales, y la votación se considera exitosa si al menos dos tercios de los votantes expresan falta de confianza.

source: If this is a whole-council vote, then it was necessarily called by Core contributors (since Council members can’t remove the whole Council) and only Core contributors vote. The vote is deemed successful if at least two thirds of voters express a lack of confidence.
es: Si se trata de una votación dirigida a todo el Consejo, entonces necesariamente fue convocada por los Colaboradores Principales (ya que los Miembros del Consejo no pueden destituir a todo el Consejo) y solo los Colaboradores Principales votan. La votación se considera exitosa si al menos dos tercios de los votantes expresan falta de confianza.

source: If this is a single-member vote called by Council Members, only Council Members vote, and the vote is deemed successful if at least half the voters express a lack of confidence. Council Members also have the possibility to call for the whole core team to vote (i.e Council members and Core contributors), although this is not the default option. The threshold for successful vote is also at 50% of voters for this option.
es: Si se trata de una votación dirigida a un único miembro convocada por los Miembros del Consejo, solo los Miembros del Consejo votan, y la votación se considera exitosa si al menos la mitad de los votantes expresan falta de confianza. Los Miembros del Consejo también tienen la posibilidad de convocar al voto de todo el equipo principal (es decir, Miembros del Consejo y Colaboradores Principales), aunque esta no es la opción predeterminada. El umbral para una votación exitosa también es del 50 % de los votantes en esta opción.

source: If a single-member vote succeeds, then that member is removed from the council and the resulting vacancy can be handled in the usual way.
es: Si una votación dirigida a un único miembro tiene éxito, ese miembro es removido del Consejo y la vacante resultante puede gestionarse de la manera habitual.

source: If a whole-council vote succeeds, the council is dissolved and a new council election is triggered immediately.
es: Si una votación dirigida a todo el Consejo tiene éxito, el Consejo se disuelve y se convoca inmediatamente una nueva elección del Consejo.

source: Ejecting Core Contributors
es: Expulsión de Colaboradores Principales

source: Core contributors can be ejected through a simple majority vote by the council. Council members vote "Yes" or "No".
es: Los Colaboradores Principales pueden ser expulsados mediante una votación de mayoría simple por parte del Consejo. Los miembros del Consejo votan "Sí" o "No".

source: Upon ejecting a core contributor the council must publish an issue ticket, or public document detailing the
es: Al expulsar a un Colaborador Principal, el Consejo debe crear un issue en GitHub o publicar un documento que detalle la(s)

source: Violations
es: Violaciones

source: Evidence if available
es: Evidencia disponible

source: Remediation plan (if necessary)
es: Plan de reparación (si es necesario)

source: Signatures majority of council members to validate correctness and accuracy
es: Firmas de la mayoría de los miembros del Consejo para validar la corrección y exactitud

source: Leaving the project
es: Abandono del proyecto

source: Core contributors can also voluntarily leave the project by notifying the community through a public means or by notifying the entire council.
es: Los Colaboradores Principales también pueden abandonar el proyecto voluntariamente notificándolo a la comunidad a través de un medio público o notificándolo a todo el Consejo.

source: Unless they request otherwise, they will be listed on {ref}`emeritus` page.
es: Al menos que soliciten lo contrario, serán listados en la página {ref}`emeritus`.
