Repository: arviz-devs/arviz-project
Catalog: locale/*/LC_MESSAGES/governance/sponsors_partners.po
Languages: es

source: Sponsors and institutional partners
es: Patrocinadores y socios institucionales

source: The Random Variables Council are the primary leadership for the project. No outside institution, individual or legal entity has the ability to own, control, usurp or influence the project other than by participating in the Project as Contributors and Council Members. However, because financial and institutional support is an important funding mechanism for the project, it is important to formally acknowledge it.
es: El Consejo Random Varaibles es el principal líder del proyecto. Ninguna institución, persona física o jurídica externa tiene la capacidad de poseer, controlar, usurpar o influir en el Proyecto, salvo participando como Colaboradores y Miembros del Consejo. Sin embargo, dado que el apoyo financiero e institucional es un mecanismo de financiación importante para el proyecto, es importante reconocerlo formalmente.

source: ArviZ uses two figures to acknowledge financial and institutional support: sponsors and institutional partners. Both can have "active" and "inactive" status.
es: ArviZ utiliza dos figuras para reconocer el apoyo financiero e institucional: patrocinadores y socios institucionales. Ambos pueden tener estatus "activo" e "inactivo".

source: We use the sponsor figure for entities who provide direct financial support, institutional partners for entities who employ an ArviZ contributor and let them work on the project as part of their official duties.
es: Utilizamos la figura de patrocinador para las entidades que proporcionan apoyo financiero directo, y socios institucionales para las entidades que emplean a un Colaborador de ArviZ y le permiten trabajar en el Proyecto como parte de sus funciones oficiales.

source: Sponsors
es: Patrocinadores

source: Sponsors are entities that provide direct financial support. The minimum level of support given to ArviZ to be considered a Sponsor are:
es: Los patrocinadores son entidades que brindan apoyo financiero directo. El nivel mínimo de apoyo brindado a ArviZ para ser considerado patrocinador es:

source: $10,000/yr for unrestricted financial contributions (e.g., donations)
es: $10,000 al año para contribuciones financieras sin restricciones (por ejemplo, donaciones)

source: $20,000/yr for financial contributions for a particular purpose (e.g., grants)
es: $20,000 al año para contribuciones financieras para un propósito particular (por ejemplo, subvenciones)

source: We define support being "active" as:
es: Definimos el apoyo "activo" como:

source: for a one-off donation: it was received within the previous 12 months,
es: para una donación única: se recibió dentro de los 12 meses anteriores,

source: for recurring contributions: they should be ongoing.
es: para contribuciones recurrentes: deben estar vigentes.

source: After support moves from “active” to “inactive” status, the acknowledgement will be left in its place for at least another 6 months. If appropriate, the funding team can discuss opportunities for renewal with the sponsor. After those 6 months, acknowledgement may be moved to the historical overview. The exact timing of this move is at the discretion of the funding team, because there may be reasons to keep it in the more prominent place for longer.
es: Una vez que el apoyo pase de "activo" a "inactivo", el reconocimiento se mantendrá en su lugar durante al menos otros seis meses. Si corresponde, el equipo de financiación puede hablar con el patrocinador sobre la posibilidad de renovarlo. Después de esos seis meses, el reconocimiento podría trasladarse a la vista histórica. El momento exacto de este traslado queda a discreción del equipo de financiación, ya que podría haber razones para mantenerlo en un lugar más destacado durante más tiempo.

source: The rationale for the above funding levels is that unrestricted financial contributions are typically the most valuable for the project, and the hardest to obtain. Financial support at or above these levels is needed to be able to make a significant difference.
es: La justificación de los niveles de financiación mencionados radica en que las contribuciones financieras sin restricciones suelen ser las más valiosas para el proyecto y las más difíciles de obtener. Se necesita un apoyo financiero igual o superior a estos niveles para lograr un impacto significativo.

source: Sponsors will get acknowledged through:
es: Los patrocinadores serán reconocidos a través de:

source: a small logo displayed on the front page of the ArviZ website `arviz.org`
es: un pequeño logotipo que aparece en la página principal del sitio web de ArviZ `arviz.org`

source: a small logo displayed on the readmes and dedicated websites of all ArviZ libraries
es: un pequeño logotipo que aparece en los documentos READMEs y en los sitios web de todas las librerías del proyecto ArviZ

source: prominent logo placement on `arviz.org/en/latest/sponsors_partners.html`
es: ubicación destacada del logotipo en `arviz.org/es/latest/sponsors_partners.html`

source: logos displayed in talks about ArviZ by maintainers
es: logotipos mostrados en las presentaciones sobre ArviZ realizadas por los colaboradores

source: announcements of the sponsorship on the arviz-devs Twitter account
es: anuncios del patrocinio en la cuenta de Twitter de arviz-devs

source: Institutional Partners
es: Socios Institucionales

source: Institutional Partners are entities that employ a Project Contributor and let them work on the project as part of their official duties.
es: Los socios institucionales son entidades que emplean a un Colaborador del Proyecto y le permiten trabajar en el proyecto como parte de sus funciones oficiales.

source: An Institutional Contributor is any individual Project Contributor who contributes to the project as part of their official duties at an Institutional Partner. Likewise, an Institutional Council Member is any Random Variables Council Member who contributes to the project as part of their official duties at an Institutional Partner.
es: Un Colaborador Institucional es cualquier Colaborador individual del Proyecto que contribuye al mismo como parte de sus funciones oficiales en un Socio Institucional. Asimismo, un Miembro del Consejo Institucional es cualquier miembro del Consejo Random Variables que contribuye al Proyecto como parte de sus funciones oficiales en un Socio Institucional.

source: With these definitions, an Institutional Partner is any recognized legal entity that employs at least 1 Institutional Contributor of Institutional Council Member. Institutional Partners can be for-profit or non-profit entities.
es: Según estas definiciones, un Socio Institucional es cualquier entidad legal reconocida que emplee al menos a un Colaborador Institucional o a un Miembro del Consejo Institucional. Los Socios Institucionales pueden ser entidades con o sin fines de lucro.

source: Institutions become eligible to become an Institutional Partner by employing individuals who actively contribute to The Project as part of their official duties. To state this another way, the only way for a Partner to influence the project is by actively contributing to the open development of the project, in equal terms to any other member of the community of Contributors and Council Members. Merely using Project Software in institutional context does not allow an entity to become an Institutional Partner. Financial gifts do not enable an entity to become an Institutional Partner, to be recognized for financial gifts see {ref}`gov_sponsors`. Once an institution becomes eligible for Institutional Partnership, the RV Council must nominate and approve the Partnership.
es: Las instituciones pueden convertirse en Socios Institucionales al contratar a personas que contribuyan activamente al Proyecto como parte de sus funciones oficiales. Dicho de otro modo, la única manera de que un Socio influya en el proyecto es contribuyendo activamente a su desarrollo abierto, en igualdad de condiciones que cualquier otro miembro de la comunidad de Colaboradores y Miembros del Consejo. El mero uso del Software del Proyecto en un contexto institucional no permite que una entidad se convierta en Socio Institucional. Las donaciones financieras no permiten que una entidad se convierta en Socio Institucional; para obtener reconocimiento por estas donaciones, consulte {ref}`gov_sponsors`. Una vez que una institución cumple los requisitos para la Asociación Institucional, el Consejo RV debe nominar y aprobar la Asociación.

source: If at some point an existing Institutional Partner stops having any contributing employees, then a one year grace period commences. If at the end of this one year period they continue not to have any contributing employees, then their Institutional Partnership will lapse, and resuming it will require going through the normal process for new Partnerships.
es: Si en algún momento un Socio Institucional deja de tener empleados colaboradores, comienza un período de gracia de un año. Si al finalizar este período de un año continúa sin tener empleados colaboradores, su Asociación Institucional caducará y, para reanudarla, deberá seguir el proceso habitual para nuevas Asociaciones.

source: An Institutional Partner is free to pursue funding for their work on The Project through any legal means. This could involve a non-profit organization raising money from private foundations and donors or a for-profit company building proprietary products and services that leverage Project Software and Services. Funding acquired by Institutional Partners to work on The Project is called Institutional Funding. However, no funding obtained by an Institutional Partner can override the RV Council. If a Partner has funding to do ArviZ work and the Council decides to not pursue that work as a project, the Partner is free to pursue it on their own. However in this situation, that part of the Partner’s work will not be under the ArviZ umbrella and cannot use the Project trademarks in a way that suggests a formal relationship.
es: Un Socio Institucional puede buscar financiación para su trabajo en el Proyecto por cualquier medio legal. Esto podría implicar una organización sin ánimo de lucro que recaude fondos de fundaciones privadas y donantes, o una empresa con ánimo de lucro que desarrolle productos y servicios propios que aprovechen el Software y los Servicios del Proyecto. La financiación obtenida por los Socios Institucionales para trabajar en el Proyecto se denomina Financiación Institucional. Sin embargo, ninguna financiación obtenida por un Socio Institucional puede invalidar la del Consejo RV. Si un Socio cuenta con financiación para realizar el trabajo de ArviZ y el Consejo decide no desarrollarlo como proyecto, el Socio puede hacerlo por su cuenta. Sin embargo, en este caso, esa parte del trabajo del Socio no estará bajo el paraguas de ArviZ y no podrá utilizar las marcas registradas del Proyecto de forma que sugiera una relación formal.

source: Institutional Partner benefits are:
es: Los beneficios de los Socios Institucionales son:

source: All {ref}`sponsor benefits <gov_sponsor_benefits>`
es: Todos los {ref}`beneficios de los patrocinadores <gov_sponsor_benefits>`

source: Ability to acknowledge their own funding sources on the ArviZ websites
es: Capacidad de reconocer sus propias fuentes de financiación en los sitios web de ArviZ

source: Ability to influence the project through the participation of their Institutional Contributors or Council Members.
es: Capacidad de influir en el proyecto a través de la participación de sus Colaboradores Institucionales o Miembros del Consejo.

source: The minimum amount of paid maintainer time needed to be considered for partnership is roughly in line with the sponsorship levels:
es: La cantidad mínima de tiempo remunerado de mantenimiento necesaria para ser considerada para una Asociación está aproximadamente en línea con los niveles de patrocinio:

source: 2 person-months/yr of paid work time for one or more ArviZ contributors to any ArviZ activity
es: Dos meses-persona por año de trabajo remunerado para uno o más Colaboradores de ArviZ en cualquier actividad relacionada con ArviZ.

source: Historical funding acknowledgement
es: Reconocimiento de financiación histórica

source: All current and previous sponsors, partners, and any other entities and individuals who provided \$3,000 or more of financial or in-kind support will be acknowledged in the {ref}`historical_funding` page. This page will include relevant details of support (dates, amounts, names, and purpose); no logos will be used on this page. The rationale for the \$3,000 minimum level is to keep the amount of work maintaining the page reasonable.
es: Todos los patrocinadores, socios y cualquier otra entidad o persona que haya brindado un apoyo financiero o en especie de \$3.000 o más serán reconocidos en la página {ref}`historical_funding`. Esta página incluirá los detalles relevantes del apoyo (fechas, montos, nombres y propósito), y no se utilizarán logotipos en ella. El motivo para el monto mínimo de \$3.000 es que la cantidad de trabajo necesaria para actualizar y mantener la página sea razonable.
