Repository: arviz-devs/arviz-project
Catalog: locale/*/LC_MESSAGES/elections/ArviZ_2020.po
Languages: es

source: Election 2020
es: Elecciones 2020

source: Summary of Process
es: Resumen del Proceso

source: This is the first election cycle for ArviZ. During this cycle we are aiming for the following outcomes
es: Este es el primer ciclo electoral de ArviZ. Durante este ciclo apuntamos a lograr los siguientes resultados

source: Ratification of GOVERNANCE.md
es: Ratificación de la Governanza (GOVERNANCE.md)

source: Identification and listing of Core Contributors
es: Identificación y listado de los Colaboradores Principales

source: Nominations for Council Candidates
es: Nominación de los Candidatos para el Consejo

source: Council Elections. Particularly
es: Elecciones del Consejo. En particular

source: Size of Council
es: Tamaño del Consejo

source: Inaugural ArviZ Council
es: Consejo Inaugural de ArviZ

source: This being the first election means that the process will have more steps than the ones listed in GOVERNANCE.md.
es: Al tratarse de la primera elección, el proceso tendrá más pasos que los enumerados en GOVERNANCE.md.

source: The moderators for these tasks live in the PST and CST timezone so the dates are reflective of their localities.
es: Los moderadores de estas tareas viven en las zonas horarias PST y CST, por lo que las fechas reflejan sus localidades.

source: Process Details
es: Detalles del Proceso

source: Identification of Core Contributors (June 7th)
es: Identificación de Colaboradores Principales (7 de junio)

source: A Google Form will be shared over Slack to get core contributor names, emails, and optionally Github username.
es: Se compartirá un formulario de Google a través de Slack para obtener los nombres, correos electrónicos y, opcionalmente, los nombres de usuario de GitHub de los Colaboradores Principales.

source: Emails are needed for Elections steps so NumFOCUS can mail and track votes
es: Se necesitan correos electrónicos para los pasos de las elecciones, de modo que NumFOCUS pueda contactar por correo y realizar un seguimiento de los votos

source: The Google Form is moderated by Ravin (@canyon289)
es: El formulario de Google es moderado por Ravin (@canyon289)

source: Ravin will open a Pull Request with all names and update the PR periodically until June 12th 8pm PST, which is also the cutoff time for the form.
es: Ravin abrirá un Pull Request con todos los nombres y actualizará el PR periódicamente hasta el 12 de junio a las 8 pm PST, que es también la fecha y hora límite para enviar el formulario.

source: On June 12th 8pm PST Ravin will make the form's responses public as well, with exception of email
es: El 12 de junio a las 8 pm PST, Ravin también hará públicas las respuestas del formulario, con excepción del correo electrónico.

source: The pull request will stay open 24 hours at a minimum. If there is no dissent the pull request will be merged. If there is discussion the timeline below will be shifted.
es: El PR permanecerá abierto durante un mínimo de 24 horas. Si no hay desacuerdo, el PR se fusionará. Si hay debate, se modificará el calendario que se indica debajo.

source: Note: This is a one time process for identifying core contributors. After this cycle the core contributor acceptance process will performed by the ArviZ Council once elected
es: Nota: Este es un proceso único para identificar a los Colaboradores Principales. A partir del próximo ciclo, el proceso de aceptación de nuevos Colaboradores Principales será llevado a cabo por el Consejo de ArviZ, una vez que este sea elegido

source: Nominations for Council (June 14th)
es: Nominaciones para el Consejo (14 de junio)

source: A github issue labeled *Arviz 2020 Council Elections* will be opened for nominations
es: Se abrirá un issue en GitHub con la etiqueta "Arviz 2020 Council Elections" para presentar candidaturas

source: Core contributors can nominate themselves or other core contributors.
es: Los colaboradores principales pueden nominarse a sí mismos o a otros colaboradores principales.

source: Core Contributor must accept acknowledgement with thumbs up on nomination
es: Los Colaboradores Principales deben confirmar su aceptación reaccionando con un pulgar hacia arriba en la nominación.

source: Without an acknowledgement, they will not be a candidate in the election.
es: Sin la aceptación, no serán considerados candidatos en esta elección.

source: A nomination can be explicitly declined as well in a comment, if that individual feels they will not be able to serve as a Council Member for any reason.
es: Una nominación también puede rechazarse explícitamente en un comentario, si la persona en cuestión considera que no podrá desempeñar el cargo de Miembro del Consejo por cualquier motivo.

source: Nominations end at June 20th anywhere on Earth. On June 21st nominations will be compiled in the last comment and the issue will be closed.
es: Las nominaciones finalizan el 20 de junio en cualquier lugar del mundo. El 21 de junio, las nominaciones se recopilarán en el último comentario y se cerrará el issue.

source: Historical Record
es: Registro Histórico

source: Nominations were completed on June 21st (PST). Conversation is tracked in issue ticket. https://github.com/arviz-devs/arviz/issues/1243
es: Las nominaciones se completaron el 21 de junio (PST). La conversación se registra en el issue. https://github.com/arviz-devs/arviz/issues/1243

source: First Round Election for Council and Council size (Week of June 21)
es: Primera ronda de elecciones para el Consejo y tamaño del Consejo (semana del 21 de junio)

source: The first election will be for council and council size. Election {ref}`initial voting <initial_voting_election>` will take place over a Google Form owned by NumFOCUS. The tallying will be performed in accordance with `GOVERNANCE.md`
es: La primera elección será para el Consejo y el tamaño del mismo. La elección {ref}`initial voting <initial_voting_election>` se desarrollará en un formulario de Google propiedad de NumFOCUS. TEl recuento se realizará de conformidad con el documento `GOVERNANCE.md`.

source: The election period will be exactly 7 days from when NumFOCUS email timestamp for the Google Form.
es: El período de elección será exactamente de 7 días a partir de la fecha y hora del correo electrónico de NumFOCUS para el formulario de Google.

source: NumFOCUS will email all registered voters a ballot for a vote on
es: NumFOCUS enviará por correo electrónico a todos los votantes registrados un enlace para participar en la votación sobre

source: Council Size
es: Tamaño del Consejo

source: Council Members
es: Miembros del Consejo

source: At conclusion of election period NumFOCUS will remove the voters identifying information and share the results (most likely in Google Sheets)
es: Al finalizar el período de votación, NumFOCUS eliminará la información que identifique a los votantes y compartirá los resultados (muy probablemente en una hoja de cálculo de Google)

source: A table of results will be added to this document
es: Se añadirá una tabla con los resultados a este documento

source: Call for election took place in this [issue ticket](https://github.com/arviz-devs/arviz/issues/1260) NumFOCUS mediated election using [this google form](https://forms.gle/P9P9Yx9tMQ5jbY1L9) as template, and shared the results with us over email. Result verification proof is attached in issue ticket linked above.
es: La convocatoria a elecciones se realizó en [este issue](https://github.com/arviz-devs/arviz/issues/1260). NumFOCUS medió el proceso electoral utilizando [este formulario de Google](https://forms.gle/P9P9Yx9tMQ5jbY1L9) como plantilla y nos compartió los resultados por correo electrónico. La verificación de los resultados se encuentra adjunta en el issue mencionado anteriormente.

source: The outcome of the election was a vote for a 7 Person Council, comprised of the following core contributors:
es: El resultado de las elecciones fue la elección de un Consejo de 7 personas, compuesto por los siguientes Colaboradores Principales:

source: Tie Votes (1 week)
es: Votos Empatados (1 semana)

source: In the event of a tie there will be a {ref}`run-off election <run_off_election>`. The specific timing will depend on the results of the election initial vote above. The tallying will be performed in accordance with `GOVERNANCE.md`
es: En caso de empate, habrá una {ref}`segunda vuelta electoral <run_off_election>`. El momento específico dependerá de los resultados de la votación inicial mencionada anteriormente. El recuento se llevará a cabo de acuerdo con lo establecido en el documento `GOVERNANCE.md`.

source: NumFOCUS will email all registered voters a ballot for a vote on tied candidates
es: NumFOCUS enviará por correo electrónico a todos los votantes registrados un enlace para votar entre los candidatos empatados

source: A tied election was not needed. The primary election was decisive.
es: No fue necesaria una segunda vuelta electoral. La elección inicial fue decisiva.
